[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
0
1
2
3
4
5
6
7
8
9
##0
##7
##1
##4
##8
##3
##2
##5
##9
##6
69
38
693
32
17
328
41
380
698
##56
415
177
381
80
43
14
##38
809
83
26
48
39
##23
66
85
47
##21
20
##69
623
84
852
34
49
266
172
54
256
58
65
51
35
##00
842
382
78
50
521
36
832
582
439
399
44
16
##13
338
204
23
##05
29
697
77
514
37
28
654
569
12
834
46
363
231
556
661
19
13
355
61
538
73
45
18
290
374
10
##24
305
53
449
56
700
432
24
74
75
71
59
91
343
57
27
33
461
856
64
138
779
149
498
545
478
784
289
40
313
113
504
72
162
487
160
493
63
437
76
60
55
169
823
145
52
132
106
320
42
200
31
737
79
25
494
67
300
501
470
11
265
488
740
81
405
22
68
82
477
614
243
21
400
548
453
728
70
717
30
62
419
769
411
171
122
421
345
136
537
180
624
433
15
395
176
591
785
777
424
532
851
389
636
789
550
667
221
156
660
335
458
358
397
187
463
261
691
579
361
398
386
657
502
408
270
357
618
142
445
690
617
471
651
351
391
549
608
333
761
402
758
571
641
161
524
843
369
486
229
259
446
422
107
520
838
278
807
282
827
542
285
196
522
327
125
647
788
426
755
767
213
435
818
754
794
770
455
442
414
519
750
197
672
596
711
703
506
105
655
473
257
800
273
293
601
326
116
786
240
497
733
330
689
315
291
404
483
192
808
372
100
247
746
190
276
212
93
284
185
607
346
188
511
306
128
575
359
321
378
724
643
492
735
227
627
578
830
825
115
734
650
394
670
440
759
649
561
90
354
679
317
117
622
797
496
776
557
217
416
512
806
531
342
605
659
676
281
146
417
310
362
436
468
791
742
292
288
753
727
634
628
376
164
503
88
706
815
238
367
194
625
112
295
491
409
438
469
443
431
130
234
199
574
837
499
587
766
722
846
613
763
621
268
371
686
340
302
390
829
821
612
170
219
301
589
267
462
692
298
598
319
583
95
568
311
294
206
464
195
134
580
126
318
121
103
401
713
92
329
428
782
637
768
853
375
744
264
680
175
535
224
772
814
165
209
712
137
207
534
855
447
565
736
251
609
430
191
181
500
780
590
723
562
86
143
299
296
599
393
718
151
787
460
745
813
366
481
539
249
751
606
517
633
479
528
835
516
783
232
611
388
237
174
368
235
425
89
576
630
476
586
189
602
316
543
364
775
526
228
707
705
99
297
454
183
812
307
584
184
123
547
739
533
332
448
230
127
798
303
352
604
828
482
774
527
280
570
274
696
841
350
277
434
567
337
675
262
505
287
764
314
101
308
413
472
201
848
771
198
403
790
155
423
656
831
619
339
738
325
457
762
118
721
484
205
124
108
603
600
839
781
729
553
220
341
546
648
840
347
344
593
592
725
677
687
626
159
485
664
544
139
356
665
167
615
731
597
551
312
666
644
554
850
349
541
732
826
309
523
699
203
566
640
795
629
120
685
695
269
518
252
671
97
588
509
773
465
182
420
620
178
540
360
752
577
555
373
193
748
429
793
801
513
563
645
148
239
104
536
253
456
803
348
507
716
822
663
441
334
819
573
638
331
173
418
844
610
757
642
799
810
214
150
396
495
581
452
427
226
682
158
140
662
515
585
652
508
741
572
635
250
704
179
857
616
102
749
719
765
674
216
96
202
168
109
110
225
154
94
323
510
370
730
530
639
114
820
709
490
233
778
560
702
324
322
244
304
223
144
248
258
817
681
153
152
805
208
710
336
407
525
811
392
353
365
474
379
747
254
836
743
272
683
668
135
594
632
688
694
804
459
726
529
796
283
133
631
211
218
387
163
467
475
286
271
760
552
119
824
595
384
263
653
166
377
279
701
385
412
646
559
756
87
147
714
684
245
720
673
215
383
141
847
658
558
210
186
854
715
792
845
111
833
669
849
255
450
157
480
129
260
489
98
816
222
444
564
410
241
242
275
802
406
131
678
708
451
246
236
466
