[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
0
1
2
3
4
5
6
7
8
9
69
38
693
17
32
328
41
698
380
415
177
381
14
43
80
83
26
39
48
62
809
66
47
20
52
85
623
65
266
34
49
256
51
58
172
35
50
852
54
30
832
842
399
78
382
521
36
16
##13
582
439
44
204
23
338
40
29
77
12
28
514
654
46
70
37
569
10
834
556
13
231
42
661
697
363
19
355
82
61
73
18
45
538
53
305
71
290
57
56
449
27
75
24
432
33
700
59
72
22
74
461
374
91
64
343
60
149
779
63
138
313
113
498
289
504
160
76
55
478
106
31
67
437
25
162
79
145
11
493
501
132
856
545
487
823
737
200
494
169
470
81
784
68
300
84
21
320
740
477
488
405
769
265
614
728
717
15
243
548
419
453
400
122
411
136
421
345
537
433
636
624
851
180
171
777
221
667
591
789
532
395
156
691
550
176
660
785
335
358
445
397
424
657
618
389
261
651
270
142
187
579
549
502
398
458
571
357
690
408
641
333
361
369
161
524
351
402
608
463
542
761
471
758
446
386
391
229
838
278
125
788
422
285
522
617
282
486
807
259
843
455
818
519
827
755
257
116
442
327
192
647
105
196
293
213
520
107
754
655
750
601
414
426
596
672
794
703
800
711
689
404
767
273
240
786
197
326
473
733
497
315
247
808
435
372
483
291
575
735
190
346
212
506
607
330
284
770
188
100
93
306
724
321
185
90
128
746
643
511
276
378
227
317
830
628
670
759
650
440
578
468
622
679
359
634
362
706
354
625
394
115
649
234
797
825
492
676
496
627
288
217
561
512
806
776
742
416
531
815
146
491
734
238
311
194
659
829
342
112
438
95
292
763
589
281
310
117
436
390
753
621
367
164
557
88
837
583
574
605
376
613
401
464
130
637
499
409
431
175
103
503
460
517
587
417
340
722
516
302
772
184
539
301
295
775
791
443
462
821
476
590
768
268
230
127
134
612
718
727
393
666
207
580
198
181
609
787
533
174
99
170
782
296
375
633
118
535
388
479
201
447
828
576
312
518
599
766
155
505
712
469
813
329
206
123
846
692
264
232
277
316
814
219
86
121
371
602
680
151
434
307
101
189
598
745
319
780
299
92
839
586
570
143
472
543
294
126
707
686
482
527
853
183
249
332
593
725
228
430
588
368
199
721
251
783
428
454
675
159
738
89
485
347
546
403
566
723
551
555
801
267
262
309
364
771
137
739
597
413
148
620
855
350
303
120
280
139
193
741
635
798
687
547
287
822
630
626
665
513
195
820
732
716
719
565
729
600
314
325
850
540
448
191
736
337
632
553
684
848
456
699
528
341
500
541
237
339
749
648
677
96
835
205
235
356
297
757
752
252
214
695
523
104
420
615
572
274
331
220
603
554
269
526
544
233
298
370
429
534
577
562
592
812
685
713
94
652
584
167
165
705
318
682
664
209
515
778
611
731
452
244
604
114
811
844
387
179
412
140
663
348
344
774
773
108
109
182
573
560
790
218
642
97
831
481
352
360
102
423
567
226
224
559
795
656
202
349
366
441
373
568
595
748
606
765
638
803
484
208
581
509
365
702
704
248
747
640
639
810
817
153
694
178
418
144
836
203
857
425
457
272
751
762
674
216
384
629
490
610
271
644
671
796
793
756
324
147
668
495
510
308
304
781
336
223
110
154
392
475
525
529
658
585
507
239
407
124
283
826
744
631
681
688
211
662
854
163
377
379
799
111
696
322
465
709
459
225
645
646
764
683
847
152
173
133
536
245
141
396
286
701
824
563
279
743
760
119
840
845
215
157
383
805
804
833
353
427
530
726
253
849
150
87
323
474
135
254
210
158
619
730
710
673
255
168
334
594
720
819
385
410
260
450
678
258
508
552
653
715
714
222
841
166
250
669
129
802
263
564
246
480
489
275
616
816
98
444
406
558
792
242
467
131
451
708
241
186
236
466
